{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_1", "output_dim": 1, "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "input_dtype": "float32", "input_dim": 5504, "b_regularizer": null, "W_regularizer": null, "activation": "sigmoid", "batch_input_shape": [null, 5504]}}]}